Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Sets System Settings › Appearance › Color to the closest of its colors, as macOS has no custom accent color, and the text highlight color to a light tint of the color.
ar: يضبط «إعدادات النظام › المظهر › اللون» على أقرب ألوانه، إذ لا يدعم macOS لون تمييز مخصصًا، ويضبط لون تمييز النص على درجة فاتحة من اللون.
de: Setzt Systemeinstellungen › Erscheinungsbild › Farbe auf die nächstliegende ihrer Farben, da macOS keine eigene Akzentfarbe kennt, und die Textmarkierungsfarbe auf einen hellen Ton der Farbe.
es: Ajusta Ajustes del Sistema › Apariencia › Color al más cercano de sus colores, ya que macOS no admite un color de acento propio, y el color de resaltado del texto a un tono claro del color.
fr: Règle Réglages Système › Apparence › Couleur sur la plus proche de ses couleurs, macOS n’ayant pas de couleur d’accentuation personnalisée, et la couleur de surlignage du texte sur une teinte claire de la couleur.
hi: सिस्टम सेटिंग्स › दिखावट › रंग को उसके सबसे नज़दीकी रंग पर सेट करता है, क्योंकि macOS में अपना एक्सेंट रंग नहीं होता, और टेक्स्ट हाइलाइट रंग को इस रंग के हल्के शेड पर।
it: Imposta Impostazioni di Sistema › Aspetto › Colore sul più vicino dei suoi colori, poiché macOS non ha un colore di accento personalizzato, e il colore di evidenziazione del testo su una tinta chiara del colore.
ja: システム設定 › 外観 › カラーを最も近い色に設定します（macOSにはカスタムのアクセントカラーがないため）。テキストの強調表示色はこのカラーの淡い色にします。
ko: 시스템 설정 › 화면 모드 › 색상을 가장 가까운 색으로 설정하고(macOS에는 사용자 지정 강조 색상이 없음), 텍스트 하이라이트 색상을 이 색의 옅은 색조로 설정합니다.
pl: Ustawia Ustawienia systemowe › Wygląd › Kolor na najbliższy z jego kolorów, bo macOS nie ma własnego koloru akcentu, a kolor zaznaczenia tekstu na jasny odcień koloru.
pt_br: Define Ajustes do Sistema › Aparência › Cor como a mais próxima de suas cores, pois o macOS não tem cor de destaque personalizada, e a cor de realce do texto como um tom claro da cor.
ru: Задаёт в «Системные настройки › Оформление › Цвет» ближайший из его цветов (своего цвета акцента в macOS нет), а цвет выделения текста — светлый оттенок цвета.
tr: Sistem Ayarları › Görünüş › Renk’i, macOS özel vurgu rengi desteklemediğinden, renklerinden en yakın olanına; metin vurgu rengini de bu rengin açık bir tonuna ayarlar.
uk: Встановлює в «Системні параметри › Вигляд › Колір» найближчий з його кольорів (власного кольору акценту в macOS немає), а колір виділення тексту — світлий відтінок кольору.
zh_hans: 将“系统设置 › 外观 › 颜色”设为最接近的颜色（macOS 不支持自定强调色），并将文本高亮颜色设为此颜色的浅色调。
zh_hant: 將「系統設定 › 外觀 › 顏色」設為最接近的顏色（macOS 不支援自訂強調色），並將文字醒目提示顏色設為此顏色的淺色調。

source: Sets each display's desktop picture to the scene wallpaper's snapshot, so the lock screen shows it. Turning it off restores your own pictures.
ar: يضبط صورة سطح المكتب لكل شاشة على لقطة خلفية المشهد، لتظهر على شاشة القفل. إيقافه يعيد صورك الخاصة.
de: Setzt das Schreibtischbild jedes Displays auf einen Schnappschuss des Szenen-Hintergrundbilds, damit der Sperrbildschirm ihn zeigt. Ausschalten stellt deine eigenen Bilder wieder her.
es: Usa una instantánea del fondo de pantalla de escena como imagen de escritorio de cada pantalla, para que la pantalla bloqueada la muestre. Al desactivarlo se restauran tus imágenes.
fr: Remplace l'image de bureau de chaque écran par un instantané du fond d'écran de scène, pour que l'écran verrouillé l'affiche. Le désactiver rétablit vos propres images.
hi: हर डिस्प्ले की डेस्कटॉप तस्वीर को सीन वॉलपेपर के स्नैपशॉट पर सेट करता है, ताकि लॉक स्क्रीन उसे दिखाए। बंद करने पर आपकी अपनी तस्वीरें वापस आ जाती हैं।
it: Imposta come immagine della scrivania di ogni schermo un'istantanea dello sfondo scena, così la schermata di blocco la mostra. Disattivandolo tornano le tue immagini.
ja: 各ディスプレイのデスクトップピクチャをシーン壁紙のスナップショットにして、ロック画面に表示します。オフにすると元のピクチャに戻ります。
ko: 각 디스플레이의 데스크탑 사진을 장면 배경화면의 스냅샷으로 설정해 잠금 화면에 표시합니다. 끄면 원래 사진으로 돌아갑니다.
pl: Ustawia obraz biurka każdego ekranu na migawkę tapety sceny, aby pokazywał ją ekran blokady. Wyłączenie przywraca Twoje obrazy.
pt_br: Define a imagem da mesa de cada tela como um instantâneo do papel de parede de cena, para que a tela bloqueada o mostre. Desativar restaura suas próprias imagens.
ru: Ставит снимок обоев-сцены картинкой рабочего стола на каждом дисплее, чтобы его показывал экран блокировки. При выключении возвращаются ваши картинки.
tr: Her ekranın masaüstü resmini sahne duvar kâğıdının anlık görüntüsü yapar, böylece kilit ekranı onu gösterir. Kapatmak kendi resimlerinizi geri getirir.
uk: Робить знімок шпалер-сцени зображенням робочого столу на кожному дисплеї, щоб його показував екран блокування. Вимкнення повертає ваші зображення.
zh_hans: 将每个显示器的桌面图片设为场景壁纸的快照，让锁定屏幕显示它。关闭后会恢复你自己的图片。
zh_hant: 將每個顯示器的桌面圖片設為場景桌布的快照，讓鎖定畫面顯示它。關閉後會還原你自己的圖片。

source: Sets the icon and widget style to Tinted, in the color.
ar: يضبط نمط الأيقونات والأدوات على «ملوّن» بهذا اللون.
de: Setzt den Stil von Symbolen und Widgets auf „Getönt“, in der Farbe.
es: Ajusta el estilo de iconos y widgets a «Tintado», con el color.
fr: Règle le style des icônes et widgets sur « Teinté », dans la couleur.
hi: आइकन और विजेट स्टाइल को इस रंग में “टिंटेड” पर सेट करता है।
it: Imposta lo stile di icone e widget su «Tinta», nel colore.
ja: アイコンとウィジェットのスタイルを、このカラーの「色付き」にします。
ko: 아이콘 및 위젯 스타일을 이 색상의 '틴트'로 설정합니다.
pl: Ustawia styl ikon i widżetów na „Przyciemniony”, w tym kolorze.
pt_br: Define o estilo dos ícones e widgets como “Com Tom”, na cor.
ru: Устанавливает стиль значков и виджетов «Тонированный» в этом цвете.
tr: Simge ve araç takımı stilini bu renkte “Renk Tonlu” olarak ayarlar.
uk: Встановлює стиль піктограм і віджетів «Тонований» у цьому кольорі.
zh_hans: 将图标和小组件样式设为此颜色的“着色”。
zh_hant: 將圖像和小工具樣式設為此顏色的「著色」。

source: Sets the icon, widget and folder color, which folders use with every icon style.
ar: يضبط لون الأيقونات والأدوات والمجلدات، وتستخدمه المجلدات مع كل أنماط الأيقونات.
de: Setzt die Farbe für Symbole, Widgets und Ordner, die Ordner bei jedem Symbolstil verwenden.
es: Ajusta el color de iconos, widgets y carpetas, que las carpetas usan con cualquier estilo de iconos.
fr: Règle la couleur des icônes, widgets et dossiers, que les dossiers utilisent avec tous les styles d’icônes.
hi: आइकन, विजेट और फ़ोल्डर का रंग सेट करता है, जिसे फ़ोल्डर हर आइकन स्टाइल में इस्तेमाल करते हैं।
it: Imposta il colore di icone, widget e cartelle, che le cartelle usano con ogni stile di icone.
ja: アイコン、ウィジェット、フォルダのカラーを設定します。フォルダはどのアイコンスタイルでもこのカラーを使います。
ko: 아이콘, 위젯 및 폴더 색상을 설정합니다. 폴더는 모든 아이콘 스타일에서 이 색상을 사용합니다.
pl: Ustawia kolor ikon, widżetów i folderów, którego foldery używają w każdym stylu ikon.
pt_br: Define a cor de ícones, widgets e pastas, que as pastas usam com todos os estilos de ícone.
ru: Задаёт цвет значков, виджетов и папок, который папки используют при любом стиле значков.
tr: Simge, araç takımı ve klasör rengini ayarlar; klasörler bu rengi her simge stilinde kullanır.
uk: Задає колір піктограм, віджетів і папок, який папки використовують за будь-якого стилю піктограм.
zh_hans: 设置图标、小组件和文件夹颜色，文件夹在任何图标样式下都使用它。
zh_hant: 設定圖像、小工具和檔案夾顏色，檔案夾在任何圖像樣式下都會使用它。

source: Sets the quality settings below, the frame rate and the Quality ↔ Efficiency slider in one step. Low also turns on MetalFX upscaling from half size.
ar: يضبط إعدادات الجودة أدناه ومعدل الإطارات وشريط «الجودة ↔ الكفاءة» في خطوة واحدة. ويشغّل «منخفض» أيضًا الترقية عبر MetalFX من نصف الحجم.
de: Setzt die Qualitätseinstellungen unten, die Bildrate und den Regler Qualität ↔ Effizienz in einem Schritt. Niedrig aktiviert außerdem die MetalFX-Hochskalierung ab halber Größe.
es: Ajusta de una vez los ajustes de calidad de abajo, la velocidad de fotogramas y el regulador Calidad ↔ Eficiencia. Baja también activa el escalado MetalFX desde la mitad del tamaño.
fr: Règle en une fois les réglages de qualité ci-dessous, la fréquence d’images et le curseur Qualité ↔ Efficacité. Faible active aussi la mise à l’échelle MetalFX depuis la moitié de la taille.
hi: नीचे की क्वालिटी सेटिंग्ज़, फ़्रेम दर और गुणवत्ता ↔ दक्षता स्लाइडर को एक साथ सेट करता है। निम्न आधे साइज़ से MetalFX अपस्केलिंग भी चालू करता है।
it: Imposta in un solo passaggio le impostazioni di qualità sottostanti, la frequenza fotogrammi e il cursore Qualità ↔ Efficienza. Bassa attiva anche l’upscaling MetalFX da metà dimensione.
ja: 以下の画質設定、フレームレート、「品質 ↔ 効率」スライダをまとめて設定します。「低」では、半分のサイズからの MetalFX アップスケーリングもオンになります。
ko: 아래 품질 설정, 프레임 속도, 품질 ↔ 효율 슬라이더를 한 번에 설정합니다. 낮음은 절반 크기에서 MetalFX 업스케일링도 켭니다.
pl: Ustawia jednym krokiem poniższe ustawienia jakości, liczbę klatek i suwak Jakość ↔ Wydajność. Niska włącza też skalowanie w górę MetalFX z połowy rozmiaru.
pt_br: Define de uma só vez os ajustes de qualidade abaixo, a taxa de quadros e o controle Qualidade ↔ Eficiência. Baixa também ativa o upscaling do MetalFX a partir de metade do tamanho.
ru: Одним действием задает параметры качества ниже, частоту кадров и ползунок «Качество ↔ Эффективность». «Низкое» также включает масштабирование MetalFX с половинного размера.
tr: Aşağıdaki kalite ayarlarını, kare hızını ve Kalite ↔ Verimlilik sürgüsünü tek adımda ayarlar. Düşük, yarım boyuttan MetalFX ölçek büyütmeyi de açar.
uk: Одним кроком задає параметри якості нижче, частоту кадрів і повзунок «Якість ↔ Ефективність». «Низька» також вмикає масштабування MetalFX з половинного розміру.
zh_hans: 一次设置下方的画质设置、帧速率和“质量 ↔ 效率”滑块。“低”还会开启从一半尺寸开始的 MetalFX 放大。
zh_hant: 一次設定下方的畫質設定、畫面播放速率和「品質 ↔ 效率」滑桿。「低」還會開啟從一半尺寸開始的 MetalFX 放大。

source: Setting Up SteamCMD
ar: جارٍ إعداد SteamCMD
de: SteamCMD wird eingerichtet
es: Configurando SteamCMD
fr: Configuration de SteamCMD
hi: SteamCMD सेट अप किया जा रहा है
it: Configurazione di SteamCMD
ja: SteamCMD を設定中
ko: SteamCMD 설정 중
pl: Konfigurowanie SteamCMD
pt_br: Configurando o SteamCMD
ru: Настройка SteamCMD
tr: SteamCMD Ayarlanıyor
uk: Налаштування SteamCMD
zh_hans: 正在设置 SteamCMD
zh_hant: 正在設定 SteamCMD

source: Setting up SteamCMD from Valve for Workshop downloads…
ar: جارٍ إعداد SteamCMD من Valve لتنزيلات الورشة…
de: SteamCMD von Valve wird für Workshop-Downloads eingerichtet …
es: Configurando SteamCMD de Valve para las descargas del Workshop…
fr: Configuration de SteamCMD de Valve pour les téléchargements du Workshop…
hi: Workshop डाउनलोड के लिए Valve से SteamCMD सेट अप किया जा रहा है…
it: Configurazione di SteamCMD di Valve per i download dal Workshop…
ja: ワークショップのダウンロード用に Valve の SteamCMD を設定中…
ko: 창작마당 다운로드를 위해 Valve의 SteamCMD를 설정하는 중…
pl: Konfigurowanie SteamCMD od Valve do pobierania z Warsztatu…
pt_br: Configurando o SteamCMD da Valve para downloads da Oficina…
ru: Настройка SteamCMD от Valve для загрузок из Мастерской…
tr: Atölye indirmeleri için Valve’ın SteamCMD’si ayarlanıyor…
uk: Налаштування SteamCMD від Valve для завантажень із Майстерні…
zh_hans: 正在设置 Valve 的 SteamCMD 以用于创意工坊下载…
zh_hant: 正在設定 Valve 的 SteamCMD 以用於工作坊下載⋯

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Параметри
zh_hans: 设置
zh_hant: 設定

source: Settings Not Imported
ar: لم يتم استيراد الإعدادات
de: Einstellungen nicht importiert
es: Ajustes no importados
fr: Réglages non importés
hi: सेटिंग इंपोर्ट नहीं हुईं
it: Impostazioni non importate
ja: 設定を読み込めませんでした
ko: 설정을 가져오지 못함
pl: Nie zaimportowano ustawień
pt_br: Ajustes Não Importados
ru: Настройки не импортированы
tr: Ayarlar İçe Aktarılmadı
uk: Параметри не імпортовано
zh_hans: 未导入设置
zh_hant: 未輸入設定

source: Settings…
ar: الإعدادات…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
hi: सेटिंग…
it: Impostazioni…
ja: 設定…
ko: 설정…
pl: Ustawienia…
pt_br: Ajustes…
ru: Настройки…
tr: Ayarlar…
uk: Параметри…
zh_hans: 设置…
zh_hant: 設定…

source: Setup Assistant
ar: مساعد الإعداد
de: Einrichtungsassistent
es: Asistente de configuración
fr: Assistant de configuration
hi: सेटअप असिस्टेंट
it: Assistente configurazione
ja: 設定アシスタント
ko: 설정 지원
pl: Asystent konfiguracji
pt_br: Assistente de Configuração
ru: Ассистент настройки
tr: Kurulum Yardımcısı
uk: Асистент налаштування
zh_hans: 设置助理
zh_hant: 設定輔助程式

source: Shader Cache
ar: ذاكرة التخزين المؤقت للمظللات
es: Caché de sombreadores
fr: Cache des nuanceurs
hi: शेडर कैश
it: Cache shader
ja: シェーダーキャッシュ
ko: 셰이더 캐시
pl: Pamięć podręczna shaderów
pt_br: Cache de Shaders
ru: Кэш шейдеров
tr: Gölgelendirici Önbelleği
uk: Кеш шейдерів
zh_hans: 着色器缓存
zh_hant: 著色器快取

source: Shader Compiler
ar: مُصرِّف المظللات
es: Compilador de sombreadores
fr: Compilateur de nuanceurs
hi: शेडर कंपाइलर
it: Compilatore shader
ja: シェーダーコンパイラ
ko: 셰이더 컴파일러
pl: Kompilator shaderów
pt_br: Compilador de Shaders
ru: Компилятор шейдеров
tr: Gölgelendirici Derleyicisi
uk: Компілятор шейдерів
zh_hans: 着色器编译器
zh_hant: 著色器編譯器

source: Shaders
ar: المظللات
de: Shader
es: Sombreadores
fr: Nuanceurs
hi: शेडर
it: Shader
ja: シェーダー
ko: 셰이더
pl: Shadery
ru: Шейдеры
tr: Gölgelendiriciler
uk: Шейдери
zh_hans: 着色器
zh_hant: 著色器

source: Shaders are translated from GLSL to Metal by the compiler built into the app, once, and cached.
ar: يترجم المُصرِّف المدمج في التطبيق المظللات من GLSL إلى Metal مرة واحدة، ثم يخزنها مؤقتًا.
de: Shader werden vom integrierten Compiler der App einmalig von GLSL nach Metal übersetzt und zwischengespeichert.
es: El compilador integrado en la app traduce los sombreadores de GLSL a Metal una sola vez y los guarda en caché.
fr: Les nuanceurs sont traduits de GLSL vers Metal une seule fois par le compilateur intégré à l’app, puis mis en cache.
hi: शेडर को ऐप में बिल्ट-इन कंपाइलर एक बार GLSL से Metal में ट्रांसलेट करता है, और फिर कैश कर लेता है.
it: Gli shader vengono tradotti da GLSL a Metal dal compilatore integrato nell’app, una sola volta, e memorizzati nella cache.
ja: シェーダーは、アプリに内蔵されたコンパイラによってGLSLからMetalに一度だけ変換され、キャッシュされます。
ko: 셰이더는 앱에 내장된 컴파일러를 통해 GLSL에서 Metal로 한 번 변환된 후 캐시됩니다.
pl: Shadery są jednorazowo tłumaczone z GLSL na Metal przez wbudowany w aplikację kompilator i zapisywane w pamięci podręcznej.
pt_br: Os shaders são traduzidos de GLSL para Metal pelo compilador integrado ao app, uma única vez, e armazenados em cache.
ru: Шейдеры переводятся из GLSL в Metal встроенным в приложение компилятором один раз и кэшируются.
tr: Gölgelendiriciler, uygulamaya yerleşik derleyici tarafından GLSL’den Metal’e bir kez çevrilir ve önbelleğe alınır.
uk: Шейдери перекладаються з GLSL у Metal вбудованим у програму компілятором один раз і кешуються.
zh_hans: 着色器由 App 内置的编译器从 GLSL 转译为 Metal，仅转译一次并缓存。
zh_hant: 著色器會由 App 內建的編譯器從 GLSL 轉譯為 Metal，只需轉譯一次並會加以快取。

source: Shadows
ar: الظلال
de: Schatten
es: Sombras
fr: Ombres
hi: छायाएँ
it: Ombre
ja: シャドウ
ko: 그림자
pl: Cienie
pt_br: Sombras
ru: Тени
tr: Gölgeler
uk: Тіні
zh_hans: 阴影
zh_hant: 陰影

source: Shadows cast by wallpapers' lights. Higher qualities draw larger shadow maps.
ar: ظلال تلقيها الأضواء في الخلفيات. ترسم مستويات الجودة الأعلى خرائط ظلال أكبر.
de: Schatten, die die Lichter von Hintergrundbildern werfen. Höhere Qualitätsstufen zeichnen größere Schattenkarten.
es: Sombras que proyectan las luces de los fondos de pantalla. Las calidades más altas dibujan mapas de sombras más grandes.
fr: Ombres projetées par les éclairages des fonds d’écran. Les qualités supérieures dessinent des cartes d’ombres plus grandes.
hi: वॉलपेपर की लाइट से पड़ने वाली छायाएँ. उच्च गुणवत्ता बड़े शैडो मैप बनाती है.
it: Ombre proiettate dalle luci degli sfondi. Le qualità più alte disegnano mappe delle ombre più grandi.
ja: 壁紙のライトが落とす影です。高品質ほど大きなシャドウマップを描画します。
ko: 배경화면의 조명이 드리우는 그림자입니다. 품질이 높을수록 더 큰 그림자 맵을 그립니다.
pl: Cienie rzucane przez światła tapet. Wyższe jakości rysują większe mapy cieni.
pt_br: Sombras projetadas pelas luzes das imagens de fundo. Qualidades mais altas desenham mapas de sombra maiores.
ru: Тени от источников освещения в обоях. При более высоком качестве рисуются карты теней большего размера.
tr: Duvar kâğıtlarındaki ışıkların oluşturduğu gölgeler. Yüksek kalite ayarları daha büyük gölge haritaları çizer.
uk: Тіні від джерел світла шпалер. Вищі рівні якості малюють більші карти тіней.
zh_hans: 墙纸中的灯光投下的阴影。质量越高，绘制的阴影贴图越大。
zh_hant: 背景圖片中的光源投下的陰影。品質越高，繪製的陰影貼圖越大。

source: Shapes the audio response. Above 1 reacts mainly to peaks.
ar: يشكّل الاستجابة للصوت. القيم الأعلى من 1 تستجيب للذُّرى بشكل أساسي.
de: Formt die Audioreaktion. Werte über 1 reagieren hauptsächlich auf Spitzen.
es: Da forma a la respuesta al audio. Por encima de 1 reacciona sobre todo a los picos.
fr: Façonne la réponse au son. Au-dessus de 1, réagit surtout aux crêtes.
hi: ऑडियो प्रतिक्रिया को आकार देता है. 1 से ऊपर मुख्य रूप से पीक पर प्रतिक्रिया देता है.
it: Modella la risposta all’audio. Oltre 1 reagisce soprattutto ai picchi.
ja: オーディオへの反応を調整します。1より大きくすると、主にピークに反応します。
ko: 오디오 반응을 조절합니다. 1보다 크면 주로 피크에 반응합니다.
pl: Kształtuje reakcję na dźwięk. Powyżej 1 reaguje głównie na szczyty.
pt_br: Molda a resposta ao áudio. Acima de 1, reage principalmente aos picos.
ru: Определяет реакцию на звук. Значения выше 1 реагируют в основном на пики.
tr: Ses tepkisini biçimlendirir. 1’in üzerindeki değerler çoğunlukla tepe noktalarına tepki verir.
uk: Формує реакцію на звук. Значення понад 1 реагують переважно на піки.
zh_hans: 调整音频响应的形态。大于 1 时主要对峰值作出反应。
zh_hant: 調整音訊反應的曲線。大於 1 時主要對峰值反應。

source: Shapes the response curve. Above 1 emphasises peaks and ignores small values.
ar: يشكّل منحنى الاستجابة. القيم الأعلى من 1 تُبرز الذُّرى وتتجاهل القيم الصغيرة.
de: Formt die Reaktionskurve. Werte über 1 betonen Spitzen und ignorieren kleine Werte.
es: Da forma a la curva de respuesta. Por encima de 1 resalta los picos e ignora los valores bajos.
fr: Façonne la courbe de réponse. Au-dessus de 1, accentue les crêtes et ignore les petites valeurs.
hi: रिस्पॉन्स कर्व को आकार देता है. 1 से ऊपर पीक को उभारता है और छोटे मानों को अनदेखा करता है.
it: Modella la curva di risposta. Oltre 1 accentua i picchi e ignora i valori bassi.
ja: 応答カーブを調整します。1より大きくすると、ピークが強調され、小さな値は無視されます。
ko: 반응 곡선을 조절합니다. 1보다 크면 피크를 강조하고 작은 값은 무시합니다.
pl: Kształtuje krzywą reakcji. Powyżej 1 uwydatnia szczyty i pomija małe wartości.
pt_br: Molda a curva de resposta. Acima de 1, enfatiza os picos e ignora valores pequenos.
ru: Определяет кривую отклика. Значения выше 1 подчёркивают пики и игнорируют малые значения.
tr: Tepki eğrisini biçimlendirir. 1’in üzerindeki değerler tepe noktalarını vurgular ve küçük değerleri yok sayar.
uk: Формує криву реакції. Значення понад 1 підкреслюють піки й ігнорують малі значення.
zh_hans: 调整响应曲线的形态。大于 1 时突出峰值并忽略较小的值。
zh_hant: 調整反應曲線。大於 1 時會強調峰值並忽略較小的數值。

source: Shapes the response curve. Above 1 ignores quiet passages and reacts mainly to peaks.
ar: يشكّل منحنى الاستجابة. القيم الأعلى من 1 تتجاهل المقاطع الهادئة وتستجيب للذُّرى بشكل أساسي.
de: Formt die Reaktionskurve. Werte über 1 ignorieren leise Passagen und reagieren hauptsächlich auf Spitzen.
es: Da forma a la curva de respuesta. Por encima de 1 ignora los pasajes suaves y reacciona sobre todo a los picos.
fr: Façonne la courbe de réponse. Au-dessus de 1, ignore les passages calmes et réagit surtout aux crêtes.
hi: रिस्पॉन्स कर्व को आकार देता है. 1 से ऊपर धीमे हिस्सों को अनदेखा करता है और मुख्य रूप से पीक पर प्रतिक्रिया देता है.
it: Modella la curva di risposta. Oltre 1 ignora i passaggi a basso volume e reagisce soprattutto ai picchi.
ja: 応答カーブを調整します。1より大きくすると、静かな部分は無視され、主にピークに反応します。
ko: 반응 곡선을 조절합니다. 1보다 크면 조용한 구간은 무시하고 주로 피크에 반응합니다.
pl: Kształtuje krzywą reakcji. Powyżej 1 pomija ciche fragmenty i reaguje głównie na szczyty.
pt_br: Molda a curva de resposta. Acima de 1, ignora trechos baixos e reage principalmente aos picos.
ru: Определяет кривую отклика. Значения выше 1 игнорируют тихие фрагменты и реагируют в основном на пики.
tr: Tepki eğrisini biçimlendirir. 1’in üzerindeki değerler sessiz bölümleri yok sayar ve çoğunlukla tepe noktalarına tepki verir.
uk: Формує криву реакції. Значення понад 1 ігнорують тихі фрагменти й реагують переважно на піки.
zh_hans: 调整响应曲线的形态。大于 1 时忽略安静段落，主要对峰值作出反应。
zh_hant: 調整反應曲線。大於 1 時會忽略安靜段落，主要對峰值反應。

source: Shapes the response curve. Above 1 reacts mainly to peaks.
ar: يشكّل منحنى الاستجابة. القيم الأعلى من 1 تستجيب للذُّرى بشكل أساسي.
de: Formt die Reaktionskurve. Werte über 1 reagieren hauptsächlich auf Spitzen.
es: Da forma a la curva de respuesta. Por encima de 1 reacciona sobre todo a los picos.
fr: Façonne la courbe de réponse. Au-dessus de 1, réagit surtout aux crêtes.
hi: रिस्पॉन्स कर्व को आकार देता है. 1 से ऊपर मुख्य रूप से पीक पर प्रतिक्रिया देता है.
it: Modella la curva di risposta. Oltre 1 reagisce soprattutto ai picchi.
ja: 応答カーブを調整します。1より大きくすると、主にピークに反応します。
ko: 반응 곡선을 조절합니다. 1보다 크면 주로 피크에 반응합니다.
pl: Kształtuje krzywą reakcji. Powyżej 1 reaguje głównie na szczyty.
pt_br: Molda a curva de resposta. Acima de 1, reage principalmente aos picos.
ru: Определяет кривую отклика. Значения выше 1 реагируют в основном на пики.
tr: Tepki eğrisini biçimlendirir. 1’in üzerindeki değerler çoğunlukla tepe noktalarına tepki verir.
uk: Формує криву реакції. Значення понад 1 реагують переважно на піки.
zh_hans: 调整响应曲线的形态。大于 1 时主要对峰值作出反应。
zh_hant: 調整反應曲線。大於 1 時主要對峰值反應。

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
it: Condividi
ja: 共有
ko: 공유
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
uk: Поділитися
zh_hans: 共享
zh_hant: 分享

source: Share JSON…
ar: مشاركة JSON…
de: JSON teilen …
es: Compartir JSON…
fr: Partager le JSON…
hi: JSON शेयर करें…
it: Condividi JSON…
ja: JSON を共有…
ko: JSON 공유…
pl: Udostępnij JSON…
pt_br: Compartilhar JSON…
ru: Поделиться JSON…
tr: JSON’u Paylaş…
uk: Поділитися JSON…
zh_hans: 共享 JSON…
zh_hant: 分享 JSON…

source: Sharpens local detail without changing overall brightness. High values look crunchy.
ar: يزيد حدة التفاصيل الموضعية دون تغيير السطوع العام. تبدو القيم المرتفعة خشنة.
de: Schärft lokale Details, ohne die Gesamthelligkeit zu ändern. Hohe Werte wirken überschärft.
es: Realza el detalle local sin cambiar el brillo general. Los valores altos quedan demasiado duros.
fr: Accentue les détails locaux sans modifier la luminosité globale. Les valeurs élevées donnent un aspect trop dur.
hi: कुल ब्राइटनेस बदले बिना स्थानीय डिटेल को शार्प करता है. ज़्यादा मान खुरदुरे दिखते हैं.
it: Rende più nitidi i dettagli locali senza cambiare la luminosità complessiva. Valori alti risultano eccessivi.
ja: 全体の明るさを変えずに局所的なディテールをシャープにします。高い値では硬い印象になります。
ko: 전체 밝기를 바꾸지 않고 국부적인 디테일을 선명하게 합니다. 값이 높으면 거칠게 보입니다.
pl: Wyostrza lokalne szczegóły bez zmiany ogólnej jasności. Wysokie wartości dają przesadnie ostry obraz.
pt_br: Aumenta a nitidez dos detalhes locais sem alterar o brilho geral. Valores altos ficam ásperos.
ru: Усиливает локальную детализацию, не меняя общей яркости. При больших значениях изображение выглядит пережатым.
tr: Genel parlaklığı değiştirmeden yerel ayrıntıları keskinleştirir. Yüksek değerler aşırı keskin görünür.
uk: Підвищує різкість локальних деталей, не змінюючи загальної яскравості. Великі значення виглядають пересиченими.
zh_hans: 在不改变整体亮度的情况下锐化局部细节。数值高时画面会显得生硬。
zh_hant: 銳利化局部細節而不改變整體亮度。數值高時會顯得粗糙。
